package tasks.levelone;

/*Новое задание: написать программу, которая выводит на экран строки:
        Меня зовут Амиго.

        Я согласен на зарплату $800/месяц в первый год.
        Я согласен на зарплату $1500/месяц во второй год.
        Я согласен на зарплату $2200/месяц в третий год.
        Я согласен на зарплату $2700/месяц в четвертый год.
        Я согласен на зарплату $3200/месяц в пятый год.

        Поцелуй мой блестящий металлический зад!*/
public class TaskThree {
    public static void main(String[] args) {
        System.out.println(
                "Меня зовут Амиго.\n" +
                "\n" +
                "Я согласен на зарплату $800/месяц в первый год.\n" +
                "Я согласен на зарплату $1500/месяц во второй год.\n" +
                "Я согласен на зарплату $2200/месяц в третий год.\n" +
                "Я согласен на зарплату $2700/месяц в четвертый год.\n" +
                "Я согласен на зарплату $3200/месяц в пятый год.\n" +
                "\n" +
                "Поцелуй мой блестящий металлический зад!");
    }
}
